of-run/damBreak3d/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    leftWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          400;
        startFace       51332;
    }
    rightWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          400;
        startFace       51732;
    }
    lowerWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          496;
        startFace       52132;
    }
    atmosphere
    {
        type            patch;
        nFaces          368;
        startFace       52628;
    }
    frontback
    {
        type            wall;
        inGroups        1(wall);
        nFaces          4536;
        startFace       52996;
    }
)

// ************************************************************************* //
